finalProject/results/highRe/box1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    frontAndBack
    {
        type            empty;
        //physicalType    patch;
        nFaces          59318;
        startFace       44078;
    }
    bottom
    {
        type            patch;
        physicalType    patch;
        nFaces          315;
        startFace       103396;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          28;
        startFace       103711;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          100;
        startFace       103739;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          28;
        startFace       103839;
    }
    car
    {
        type            patch;
        physicalType    patch;
        nFaces          350;
        startFace       103867;
    }
)

// ************************************************************************* //
